-- MySQL dump 10.13  Distrib 5.7.21, for Linux (x86_64)
--
-- Host: localhost    Database: music
-- ------------------------------------------------------
-- Server version	5.7.21-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `music`
--

DROP TABLE IF EXISTS `music`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `music` (
  `id` varchar(32) DEFAULT NULL,
  `album` varchar(128) DEFAULT NULL,
  `singer` varchar(64) DEFAULT NULL,
  `timestamp` mediumtext,
  `duration` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `music`
--

LOCK TABLES `music` WRITE;
/*!40000 ALTER TABLE `music` DISABLE KEYS */;
INSERT INTO `music` VALUES ('1520081365','夜曲','肖邦','1520081365','1321'),('1520083369','Great_Hits','GNR','1520083369','960'),('1520086028','一生紫爱','陈百强','1520086028','241'),('1520086277','一生紫爱','陈百强','1520086277','120'),('1520087115','Led_Zeppelin','Led_Zeppelin','1520087115','1080'),('1520088331','一生紫爱','陈百强','1520088331','241'),('1520088624','一生有你','水木年华','1520088624','481'),('1520128790','红楼梦_洞箫音乐_佟植佑','王立平','1520128790','360'),('1520133008','雨吁','窦唯','1520133008','1201'),('1520156200','夜曲','肖邦','1520156200','1682'),('1520257132','A_Decade_Of_Dreams','Sophie_ZelMani','1520257132','2282'),('1520261300','Echoes_The_Best_Of_Pink_Floyd_Disc1','Pink_Floyd','1520261300','240'),('1520333642','The_Piper_At_The_Gates_of_Dawn','Pink_Floyd','1520333642','722'),('1520339829','The_Piper_At_The_Gates_of_Dawn','Pink_Floyd','1520339829','2643'),('1520344068','Wish_You_Were_Here','Pink_Floyd','1520344068','841'),('1520344939','Wish_You_Were_Here','Pink_Floyd','1520344939','360'),('1520345510','箫乐冬炉','窦唯','1520345510','1561'),('1520430270','The_Dark_Side_of_Moon','Pink_Floyd','1520430270','1081'),('1520432025','早春的雨伞','窦唯','1520432025','240'),('1520432443','入秋','窦唯','1520432443','361'),('1520433106','早春的雨伞','窦唯','1520433106','2161'),('1520466637','早春的雨伞','窦唯','1520466637','1322'),('1520515373','广陵琴韵2','成公亮','1520515373','6004'),('1520520028','The_Wall','Pink_Floyd','1520520028','1321'),('1520601515','水浒传','赵季平','1520601515','6365'),('1520643883','豫西风情','马光陆','1520643883','3123'),('1520652754','阿炳全集','阿炳','1520652754','1321'),('1520754190','箫乐冬炉','窦唯','1520754190','2643'),('1520756889','豫西风情','马光陆','1520756889','2161'),('1520759179','早春的雨伞','窦唯','1520759179','961'),('1520761900','夜曲','肖邦','1520761900','2641'),('1520764575','豫西风情','马光陆','1520764575','722'),('1520765424','宋杏花天影','群星','1520765424','240'),('1520773468','水浒传','赵季平','1520773468','961'),('1520774493','红楼梦','王立平','1520774493','1081'),('1520775945','红楼梦','王立平','1520775945','1561'),('1520859697','宋杏花天影','群星','1520859697','4084'),('1520863897','宋杏花天影','群星','1520863897','1561'),('1521033843','宋杏花天影','群星','1521033843','3002'),('1521036948','入秋','窦唯','1521036948','601'),('1521037759','Berlin','Lou_reed','1521037759','1922'),('1521122914','早春的雨伞','窦唯','1521122914','2282'),('1521125230','箫乐冬炉','窦唯','1521125230','1081'),('1521157785','早春的雨伞','窦唯','1521157785','1081'),('1521204276','水浒传','赵季平','1521204276','1922'),('1521209230','早春的雨伞','窦唯','1521209230','960'),('1521210588','春分拾琴图','窦唯','1521210588','1802'),('1521289144','箫乐冬炉','窦唯','1521289144','2522'),('1521291781','早春的雨伞','窦唯','1521291781','2281'),('1521294212','笛音夏扇','窦唯','1521294212','1681'),('1521343403','Beggars_Banquet','The_Rolling_Stones','1521343403','1'),('1521344294','Beggars_Banquet','The_Rolling_Stones','1521344294','720'),('1521377212','箫乐冬炉','窦唯','1521377212','1801'),('1521379051','阿炳全集','阿炳','1521379051','960'),('1521382271','豫西风情','马光陆','1521382271','1201'),('1521383568','入秋','窦唯','1521383568','1921'),('1521466851','豫西风情','马光陆','1521466851','1921'),('1521468891','黑梦','窦唯','1521468891','1081'),('1521469990','早春的雨伞','窦唯','1521469990','481'),('1521552377','别再为他流泪','梁静茹','1521552377','2883'),('1521555376','归乡','陈升','1521555376','2882'),('1521636748','别再为他流泪','梁静茹','1521636748','3003'),('1521641649','别再为他流泪','梁静茹','1521641649','601'),('1521642266','蓝色土耳其','周传雄','1521642266','480'),('1521642887','豫西风情','马光陆','1521642887','1201'),('1521644146','别再为他流泪','梁静茹','1521644146','480'),('1521722434','水浒传','赵季平','1521722434','1801'),('1521724545','1967_1970','The_Beatles','1521724545','480'),('1521729380','1967_1970','The_Beatles','1521729380','1681'),('1521858295','Led_ZeppelinIII','Led_Zeppelin','1521858295','2528'),('1521861122','别让我哭','陈升','1521861122','722'),('1522072932','勇气','梁静茹','1522072932','241'),('1522073199','Beyond_Control','Beyond','1522073199','3480'),('1522158031','永远的纪念','张雨生','1522158031','1561'),('1522159613','豫西风情','马光陆','1522159613','1201'),('1522498778','别再为他流泪','梁静茹','1522498778','1321'),('1522500187','约定','光良','1522500187','720'),('1522501013','早春的雨伞','窦唯','1522501013','0'),('1522501174','箫乐冬炉','窦唯','1522501174','2522'),('1522503812','Beggars_Banquet','The_Rolling_Stones','1522503812','1081');
/*!40000 ALTER TABLE `music` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-03-31 22:02:38
